{
	"ac": "19",
	"action": [
		{
			"name": "Multiattack",
			"text": "The dragon makes three Rend attacks. It can replace one attack with a use of Spellcasting to cast Melf's Acid Arrow (level 3 version)."
		},
		{
			"attack": "Rend|11|2d6+6+1d8",
			"name": "Rend",
			"text": "Melee Attack Roll: +11, reach 10 ft. Hit: 13 (2d6 + 6) Slashing damage plus 4 (1d8) Acid damage."
		},
		{
			"name": "Acid Breath (Recharge 5-6)",
			"recharge": "D5",
			"text": "Dexterity Saving Throw: DC 18, each creature in a 60-foot-long, 5-foot-wide Line. Failure: 54 (12d8) Acid damage. Success: Half damage."
		},
		{
			"name": "Spellcasting",
			"text": [
				"The dragon casts one of the following spells, requiring no Material components and using Charisma as the spellcasting ability (spell save DC 17, +9 to hit with spell attacks):",
				"",
				"At will: Detect Magic, Fear, Melf's Acid Arrow (level 3 version)",
				"",
				"1/day each: Speak with Dead, Vitriolic Sphere"
			]
		}
	],
	"alignment": "chaotic evil",
	"cha": "19",
	"con": "21",
	"conditionImmune": "",
	"cr": "14",
	"dex": "14",
	"environment": "swamp",
	"hp": "195 (17d12 + 85)",
	"immune": "acid",
	"init": "12",
	"int": "14",
	"languages": "Common, Draconic",
	"legendary": [
		{
			"name": "Legendary Actions (3/Turn)",
			"text": "The Adult Black Dragon can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The Adult Black Dragon regains spent legendary actions at the start of its turn."
		},
		{
			"name": "Cloud of Insects",
			"text": "Dexterity Saving Throw: DC 17, one creature the dragon can see within 120 feet. Failure: 22 (4d10) Poison damage, and the target has Disadvantage on saving throws to maintain Concentration until the end of its next turn. Failure or Success: The dragon can't take this action again until the start of its next turn."
		},
		{
			"name": "Frightful Presence",
			"text": "The dragon uses Spellcasting to cast Fear. The dragon can't take this action again until the start of its next turn."
		},
		{
			"name": "Pounce",
			"text": "The dragon can move up to half its Speed, and it makes one Rend attack."
		}
	],
	"name": "Adult Black Dragon [2024]",
	"passive": "21",
	"reaction": {
		"name": "Jinx",
		"text": "Trigger: A creature the goblin can see hits it with an attack roll. Response: dWisdom Saving Throw: DC 13, the triggering creature. Failure: The attack misses instead."
	},
	"resist": "",
	"save": "wis +6, dex +7",
	"senses": "blindsight 60 ft., darkvision 120 ft.",
	"size": "H",
	"skill": "stealth +7, perception +11",
	"speed": "40 ft., fly 80 ft., swim 40 ft.",
	"str": "23",
	"trait": [
		{
			"name": "Source",
			"text": "Monster Manual 2024 p. 39"
		},
		{
			"name": "Proficiency Bonus",
			"text": "+5"
		},
		{
			"name": "Treasure",
			"text": "Relics. The monster's treasure hoard features magic items with the noted theme. The Dungeon Master's Guide details treasure hoards appropriate for each theme."
		},
		{
			"name": "Amphibious",
			"text": "The dragon can breathe air and water."
		},
		{
			"name": "Legendary Resistance (3/Day, or 4/Day in Lair)",
			"text": "If the dragon fails a saving throw, it can choose to succeed instead."
		}
	],
	"type": "dragon (chromatic)",
	"vulnerable": "",
	"wis": "13"
}
